Repository: 84000/data-translation-memory
Catalog: toh293-v3.tmx
Source language: bo
Languages: en

source: མདོ་ཆེན་པོ་རྒྱལ་མཚན་དམ་པ་ཞེས་བྱ་བ།
en: The Mahāsūtra The Crest Insignia (2)

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Three Jewels.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན། རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ། །
en: The Blessed One was staying in Śrāvastī, in Jeta Grove, the park of Anāthapiṇḍada.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་གལ་ཏེ་ཁྱེད་ཅག་དགོན་པ་ན་འདུག་ཀྱང་རུང་། ཤིང་དྲུང་ན་འདུག་ཀྱང་རུང་། །ཁྱིམ་སྟོང་པ་ན་འདུག་ཀྱང་རུང་སྟེ། འཇིགས་པའམ། བག་ཚ་བའམ། སྤུ་ཟིང་ཞེས་བྱེད་པ་སྐྱེ་བར་གྱུར་ན། དེའི་ཚེ་ཁྱེད་ཀྱིས་འདི་ལྟར་བཅོམ་ལྡན་འདས་དེ་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཡིན་ནོ་ཞེས་ང་རྣམ་པ་ལས་ཡང་དག་པར་རྗེས་སུ་དྲན་པར་གྱིས་ཤིག །
en: The Blessed One addressed the monks, saying, “Monks, whether you stay in the wilderness, under a tree, or in an empty house, in the event that you experience fear, trepidation, or terror, you should recollect me thus through these epithets: ‘The Blessed One is a thus-gone one, a worthy one, a perfectly awakened one, a learned and virtuous one, a well-gone one, a knower of the world, an unsurpassed leader of those to be trained, a teacher of gods and humans, an awakened one, and a blessed one.’

source: དེའི་ཚེ་ཁྱེད་ཀྱིས་ང་རྣམ་པ་ལས་ཡང་དག་པར་རྗེས་སུ་དྲན་པར་བྱས་ན་འཇིགས་པའམ། བག་ཚ་བའམ། སྤུ་ཟིང་ཞེས་བྱེད་པ་འབྱུང་བར་འགྱུར་བ་གང་ཡིན་པ་དེ་མེད་པར་འགྱུར་རོ། །
en: If at that time you recollect me through these epithets, then whatever fear, trepidation, or terror you are experiencing will subside.

source: དགེ་སློང་དག་སྔོན་ལྷ་དང་། ལྷ་མ་ཡིན་གྱི་གཡུལ་ཉེ་བར་གནས་པར་གྱུར་ན། ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་ལ་སྨྲས་པ། གྲོགས་པོ་དག་གལ་ཏེ་ཁྱེད་ཅག་ལྷ་དང་ལྷ་མ་ཡིན་གྱི་གཡུལ་དུ་ཞུགས་པ་ན། འཇིགས་པའམ། བག་ཚ་བའམ། སྤུ་ཟིང་ཞེས་བྱེད་པ་སྐྱེ་བར་གྱུར་ན།
en: “Monks, previously, when a battle between the gods and the asuras was about to break out, Śakra, the king of the gods, called out to the gods of the Heaven of the Thirty-Three, saying, ‘If friends, when you go into the battle between the gods and the asuras, you experience fear, trepidation, or terror, you should at that time recall my crest insignia Vaijayanta.

source: དེའི་ཚེ་ཁྱེད་ཀྱིས་ངའི་རྒྱལ་མཚན་མཆོག་རྣམ་པར་རྒྱལ་བྱེད་ཡང་དག་པར་རྗེས་སུ་དྲན་པར་གྱིས་ཤིག །དེའི་ཚེ་ཁྱེད་ཀྱིས་ངའི་རྒྱལ་མཚན་མཆོག་རྣམ་པར་རྒྱལ་བྱེད་ཡང་དག་པར་རྗེས་སུ་དྲན་པར་བྱས་ན་འཇིགས་པའམ། བག་ཚ་བའམ། སྤུ་ཟིང་ཞེས་བྱེད་པ་འབྱུང་བར་འགྱུར་བ་གང་ཡིན་པ་དེ་མེད་པར་འགྱུར་རོ། །དགེ་སློང་དག་དེ་བཞིན་དུ་གལ་ཏེ་ཁྱེད་ཅག་ཀྱང་དགོན་པ་ན་འདུག་ཀྱང་རུང་། ཤིང་དྲུང་ན་འདུག་ཀྱང་རུང་།
en: If at that time you recollect my crest insignia Vaijayanta, whatever fear, trepidation, or terror you are experiencing will subside.’

source: ཁྱིམ་སྟོང་པ་ན་འདུག་ཀྱང་རུང་སྟེ། འཇིགས་པའམ། བག་ཚ་བའམ། སྤུ་ཟིང་ཞེས་བྱེད་པ་སྐྱེ་བར་གྱུར་ན། དེའི་ཚེ་ཁྱེད་ཀྱིས་འདི་ལྟར་བཅོམ་ལྡན་འདས་དེ་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཡིན་ནོ་ཞེས་ང་རྣམ་པ་ལས་ཡང་དག་པར་རྗེས་སུ་དྲན་པར་གྱིས་ཤིག །
en: “Monks, similarly, whether in the wilderness, under a tree, or in an empty house, in the event that you experience fear, trepidation, or terror, you should recollect me thus through these epithets: ‘The Blessed One is a thus-gone one, a worthy one, a perfectly awakened one, a learned and virtuous one, a well-gone one, a knower of the world, an unsurpassed leader of those to be trained, a teacher of gods and humans, an awakened one, and a blessed one.’

source: དགེ་སློང་དག་དེའི་ཚེ་ཁྱེད་ཀྱིས་ང་རྣམ་པ་ལས་ཡང་དག་པར་རྗེས་སུ་དྲན་པར་བྱས་ན། འཇིགས་པའམ། བག་ཚ་བའམ། སྤུ་ཟིང་ཞེས་བྱེད་པ་འབྱུང་བར་འགྱུར་བ་གང་ཡིན་པ་དེ་མེད་པར་འགྱུར་རོ། །
en: Monks, if at that time you recollect me through these epithets, whatever fear, trepidation, or terror you are experiencing will subside.

source: དགེ་སློང་དག་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་དེ་ནི་ད་དུང་འདོད་ཆགས་དང་བཅས། ཞེ་སྡང་དང་བཅས། གཏི་མུག་དང་བཅས་ཤིང་སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་དག་ལས་ཡོངས་སུ་མཐར་ལ།
en: “Monks, Śakra, the lord of the gods, still has desire, hatred, and delusion, and he is not liberated from birth, old age, sickness, death, sorrow, lamentation, suffering, unhappiness, and disturbance.

source: འཇིགས་པ་ཡོད། བག་ཚ་བ་ཡོད། དངངས་པ་ཡོད། འབྲོས་པ་ཡོད་ཅིང་། དེ་ནི་ལན་འགའ་འཇིགས་པར་ཡང་འགྱུར་བག་ཚ་བར་ཡང་འགྱུར། དངངས་པར་ཡང་འགྱུར། འབྲོས་པར་ཡང་འགྱུར་ཏེ། དགེ་སློང་དག་ད་དུང་འདོད་ཆགས་དང་བཅས། ཞེ་སྡང་དང་བཅས། གཏི་མུག་དང་བཅས་ཤིང་། སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་།
en: He also experiences fear, trepidation, alarm, and cowardice.

source: སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་དག་ལས་ཡོངས་སུ་མ་ཐར་ལ། འཇིགས་པ་ཡོད།
en: Several times has he experienced fear, trepidation, alarm, and cowardice.

source: བག་ཚ་བ་ཡོད། དངངས་པ་ཡོད། འབྲོས་པ་ཡོད་པའི་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་དེའི་ཚིག་ཀྱང་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་དད་པས་མཉན་པར་བྱ་བར་སེམས་ཤིང་ཚིག་བཞིན་དུ་བྱ་བར་སེམས་ན། དགེ་སློང་དག་ང་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འདོད་ཆགས་དང་བྲལ་བ། ཞེ་སྡང་དང་བྲལ་བ། གཏི་མུག་དང་བྲལ་བ། སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་དག་ལས་ཡོངས་སུ་ཐར་བ། འཇིགས་པ་མེད། བག་ཚ་བ་མེད། དངངས་པ་མེད། འབྲོས་པ་མེད་པ་ཡིན་པས་དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འདོད་ཆགས་དང་བྲལ་བ། ཞེ་སྡང་དང་བྲལ་བ། གཏི་མུག་དང་བྲལ་བ། སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་དག་ལས་ཡོངས་སུ་ཐར་བ།
en: Monks, the gods in the Heaven of the Thirty-Three confidently regard the words of Śakra, the lord of the gods—who still possesses desire, hatred, and delusion, who is not liberated from birth, old age, sickness, death, sorrow, lamentation, suffering, unhappiness, and disturbance, and who experiences fear, trepidation, alarm, and cowardice—as something to be heard and obeyed.

source: འཇིགས་པ་མེད་པ། བག་ཚ་བ་མེད་པ། དངངས་པ་མེད་པ། འབྲོས་པ་མེད་པ། ངའི་ཚིག་མཉན་པར་བྱ་བ་དང་། གཏམས་པ་བཞིན་བྱ་བ་དང་། རྗེས་སུ་བསྟན་པ་བཞིན་བྱ་བ་དེ་ནི་བྱ་བའི་གནས་ཡིན་ནོ། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ཏེ། བདེ་བར་གཤེགས་པས་དེ་སྐད་གསུངས་ནས།
en: Considering that, given that I am a thus-gone one, a worthy one, a perfectly awakened one—one who is without desire, hatred, and delusion, one who is liberated from birth, old age, sickness, death, sorrow, lamentation, suffering, unhappiness, and disturbance, and one who does not experience fear, trepidation, alarm, or cowardice—these words of mine are worthy of being heeded, of what they say to be put into practice, and of being propagated accordingly.”

source: སྟོན་པས་གཞན་ཡང་འདི་སྐད་བཀའ་སྩལ་ཏོ། །དགོན་པ་དང་ནི་ཤིང་དྲུང་དང་། །ཁྱིམ་སྟོང་དག་ཏུ་འཇིག་རྟེན་གཙོ། །རྣམ་པར་འདྲེན་པ་རྫོགས་སངས་རྒྱས། །རྗེས་སུ་དྲན་གྱིས་དགེ་སློང་དག །
en: This is what the Blessed One said, and the Well-Gone One having spoken those words, the Teacher continued: “In the wilderness, under a tree, Or in an empty house, monks, You should recollect the Leader of the World, the Guide, The Perfectly Awakened One.

source: གལ་ཏེ་རྣམ་འདྲེན་འཇིག་རྟེན་གཙོ། །རྫོགས་སངས་རྒྱས་པ་མི་དྲན་ན། །འདོད་ཆགས་བྲལ་བ་རྣམས་ཀྱི་མཆོག །ཆོས་དེ་རྗེས་སུ་དྲན་པར་གྱིས། །
en: “If you do not recollect the Leader of the World, the Guide, the Perfectly Awakened One, You should recollect the Dharma, The best of what is free from desire.

source: གལ་ཏེ་འདོད་ཆགས་བྲལ་བའི་མཆོག །ཆོས་དེ་རྗེས་སུ་མི་དྲན་ན། །དགེ་འདུན་བླ་མེད་བསོད་ནམས་ཞིང་། །དེ་ནི་རྗེས་སུ་དྲན་པར་གྱིས། །
en: “If you do not recollect the Dharma, The best of what is free from desire, You should recollect the Saṅgha, That unsurpassable field of merit.

source: སངས་རྒྱས་ཆོས་དང་དགེ་འདུན་རྣམས། །དེ་ལྟར་རྗེས་སུ་དྲན་བྱས་ན། །འཇིགས་དང་བག་ཚ་སྤུ་ལྡང་བ། །མེད་པར་འགྱུར་རོ་དགེ་སློང་དག །
en: “If the Buddha, the Dharma, and the Saṅgha Are recollected in this way, Then fear, trepidation, and terror Will subside, monks.

source: འཇིགས་པས་སྐྲག་པའི་མི་མང་པོ། །རི་དང་ནགས་ཚལ་རྣམས་དག་དང་། །ཀུན་དགའ་མཆོད་པའི་ལྗོན་ཤིང་ལ། །སྐྱབས་སུ་འགྲོ་བར་གང་བྱེད་པ། །
en: Many are those, when frightened by terrors, Who will go to seek refuge In mountains and forests, Or worship shrines in trees and groves.

source: དེ་ནི་སྐྱབས་གཙོ་མ་ཡིན་ཞིང་། །
en: “But no such place can be a principal refuge.

source: དེ་ནི་སྐྱབས་མཆོག་མ་ཡིན་ཏེ། །སྐྱབས་དེ་དག་ལ་རྟེན་བྱེད་པ། །
en: They are not the supreme refuge.

source: སྡུག་བསྔལ་ཀུན་ལས་གྲོལ་མི་འགྱུར། །གང་དག་སངས་རྒྱས་ཆོས་དང་ནི། །དགེ་འདུན་དག་ལ་སྐྱབས་སོང་བ། །སྡུག་བསྔལ་སྡུག་བསྔལ་ཀུན་འབྱུང་དང་། །
en: Going to such places for refuge Will not liberate such people from all suffering.

source: སྡུག་བསྔལ་ཡང་དག་འགགས་པ་དང་། །བདེ་ཞིང་མྱ་ངན་འདས་འགྲོ་བའི། །འཕགས་ལམ་ཡན་ལག་བརྒྱད་པ་ཡི། །འཕགས་པའི་བདེན་པ་བཞི་པོ་དག །ཤེས་རབ་ཀྱིས་ནི་ལེགས་མཐོང་འགྱུར། །
en: “But for those who have gone for refuge In the Buddha, the Dharma, and the Saṅgha, For them the truths of suffering, of the origin of suffering, Of the complete cessation of suffering, “And of the eightfold path of the noble ones That leads to happiness and nirvāṇa— These four truths of the noble ones They will clearly see through their discernment.

source: དེ་ནི་སྐྱབས་ཀྱི་གཙོ་བོ་དང་། །
en: “That is the principal refuge.

source: དེ་ནི་སྐྱབས་ཀྱི་མཆོག་ཡིན་ཏེ། །
en: That is the supreme refuge.

source: སྐྱབས་དེ་དག་ལ་བརྟེན་བྱས་ན། །སྡུག་བསྔལ་ཀུན་ལས་གྲོལ་བར་འགྱུར། །
en: If you rely on these for refuge, You will be freed from all suffering.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། །དགེ་སློང་དེ་དག་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: When the Blessed One had spoken these words, the monks were delighted and praised what the Blessed One had said.

source: མདོ་ཆེན་པོ་རྒྱལ་མཚན་དམ་པ་ཞེས་བྱ་བ་རྫོགས་སོ།། །།
en: This completes the Mahāsūtra “The Crest Insignia.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། པྲཛྙཱ་ཝརྨ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།​། །​།
en: Translated, edited, and finalized by the Indian preceptors Jinamitra and Prajñāvarman, the senior editor-translator Bandé Yeshé Dé, and others.
